const defaultState = [
    {
        title: "简书一年，我找到了一份好工作",
        content: "这是我的亲身经历，没有虚构，虽然它听起来不像真的。 2017年11月7日 星期二 晴 说起来很惭愧，在简书写了一年的文，至今，我还是原来的我，既...",
        data1: " 2436.6",
        name: "陌上红裙",
        data2: "16422",
        dtat3: "36",
        img: "url('../assets/3301720.jpg')"
    },
    {
        title: "简书一年，我找到了一份好工作",
        content: "这是我的亲身经历，没有虚构，虽然它听起来不像真的。 2017年11月7日 星期二 晴 说起来很惭愧，在简书写了一年的文，至今，我还是原来的我，既...",
        data1: " 2436.6",
        name: "陌上红裙",
        data2: "16422",
        dtat3: "36",
        img: "url('../assets/5303650.png')"
    },
    {
        title: "简书一年，我找到了一份好工作",
        content: "这是我的亲身经历，没有虚构，虽然它听起来不像真的。 2017年11月7日 星期二 晴 说起来很惭愧，在简书写了一年的文，至今，我还是原来的我，既...",
        data1: " 2436.6",
        name: "陌上红裙",   
        data2: "16422",
        dtat3: "36",
        img: "url('../assets/3301720.jpg')"
    }
]


export default (state = defaultState, action) => {
    return state;
}